---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.NPerMSup2
source: html/cd3a1659-669b-85d6-863c-68c7801a0b48.htm
---
# Autodesk.Revit.DB.SymbolTypeId.NPerMSup2 Property

Symbol N/m², indicating unit Newtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NPerMSup2 { get; }
```